Revit 2027 API
BooleanOperationsUtils Properties
The BooleanOperationsUtils type exposes the following members.
Properties
Name | Description
IsValidObject |  Specifies whether the .NET object represents a valid Revit entity.
Top
See Also
Reference
BooleanOperationsUtils Class
Autodesk.Revit.DB Namespace